{
  "data": {
    "grading_schema": {
      "label": "Graded",
      "value": "graded"
    },
    "study_level": {},
    "quota_enrolment_requirements": "",
    "exclusions": "",
    "level": {
      "value": "8000"
    },
    "uac_code": "",
    "special_requirements": "",
    "special_unit_type": [
      {
        "label": "Postgraduate",
        "value": "postgrad"
      }
    ],
    "version_status": {
      "label": "Approved",
      "value": "Active"
    },
    "special_topic": false,
    "asced_broad": {
      "value": ""
    },
    "placement_proportion": {
      "label": "No",
      "value": "no"
    },
    "unit_description": [],
    "unit_learning_outcomes": [
      {
        "description": "Formulate a research question that will contribute to new knowledge/insights within your research field.",
        "code": "ULO1"
      },
      {
        "description": "Develop and apply a theoretical model to the research project.",
        "code": "ULO3"
      },
      {
        "description": "Make strategic decisions about how to approach individual research problems.",
        "code": "ULO7"
      },
      {
        "description": "Present a conclusion to the project with reference to how the project and its findings contribute to enhancing existing literature within the field.",
        "code": "ULO5"
      },
      {
        "description": "Research and conduct a comprehensive and critical literature review in a specific research area.",
        "code": "ULO2"
      },
      {
        "description": "Communicate research plans, approaches, outcomes, and budget outlines in written and other forms.",
        "code": "ULO8"
      },
      {
        "description": "Situate an individual research project within its broader research context, reviewing associated issues, debates and methodologies.",
        "code": "ULO6"
      },
      {
        "description": "Undertake a qualitative or quantitative analysis of the data collected, inclusive of critical reasoning and argumentation.",
        "code": "ULO4"
      }
    ],
    "non_scheduled_learning_activities": [
      {
        "description": "You are expected to conduct independent research during the year, such as locating, reading and analysing prescribed and additional relevant materials, collecting and analysing data and producing written work at various stages, as determined by the supervisors. The time spent on this is reflected across the assessment tasks.",
        "activity": {
          "label": "Research",
          "value": "research"
        },
        "offerings": ""
      }
    ],
    "enrolment_rules": [
      {
        "description": "AIHI899",
        "type": {
          "label": "NCCW (pre-2020 units)",
          "value": "nccw"
        }
      }
    ],
    "assessments": [
      {
        "assessment_title": "Literature Review",
        "type": {
          "label": "Literature review",
          "value": "literature_review"
        },
        "weight": "0",
        "description": "The literature review is a survey of the current literature relating to your research project. You need to demonstrate knowledge of your research topic by situating your individual research project within a broad field or paradigm, including a structured review of associated issues, debates, and methodology. You need to identify gaps in the literature which your research project seeks to fill.",
        "applies_to_all_offerings": "No",
        "hurdle_task": "No",
        "offerings": "",
        "individual": {
          "label": "",
          "value": ""
        }
      },
      {
        "assessment_title": "Research Methods Training",
        "type": {
          "label": "Report",
          "value": "report"
        },
        "weight": "0",
        "description": "The research training methods program is intended to equip you with all the relevant technical and analytical skills to conduct your research. Thus, the program is specific to each student. The form and schedule of training sessions will be determined in consultation with the supervisory panel. You may, for example, receive focused training on particular research methods from researchers with expertise in the relevant fields. In addition, you are expected to attend Faculty level, Departmental and discipline seminars/meetings, which are applicable to your area of research. At least 8 - 12 contact hours of training/seminar participation is expected. A log with accompanying brief commentary for each training session or presentation should be maintained throughout the year.",
        "applies_to_all_offerings": "No",
        "hurdle_task": "No",
        "offerings": "",
        "individual": {
          "label": "",
          "value": ""
        }
      },
      {
        "assessment_title": "Thesis",
        "type": {
          "label": "Thesis",
          "value": "thesis"
        },
        "weight": "90",
        "description": "You are expected to complete a significant individual research project in order to demonstrate individual research capability to conduct a PhD research project. You will prepare a written thesis according to Departmental guidelines, which will be externally examined by a University approved examination panel. As a guide, the thesis will have a structured format (i.e.: Introduction, Aims, Methods, Results, Discussion and Conclusion sections).",
        "applies_to_all_offerings": "No",
        "hurdle_task": "Yes",
        "offerings": "",
        "individual": {
          "label": "",
          "value": ""
        }
      },
      {
        "assessment_title": "Thesis completion symposium",
        "type": {
          "label": "Viva/oral examination",
          "value": "viva_oral_exam"
        },
        "weight": "5",
        "description": "In accordance with international conventions, you will ‘defend’ your thesis via an oral presentation and response to questioning in a Completion Symposium. Faculty members will attend and assess the completion talks. The thesis completion presentation will be assessed for: the clarity and relevance of its Introduction; the understanding conveyed in the Methods section; the preciseness and rigour of the Results; the comprehensiveness and articulation of the Interpretation section; and the clarity of the presentation. The presentation should be 15 minutes long (approximately 10 slides). This will be delivered online when circumstances prevent it from being on campus. ",
        "applies_to_all_offerings": "No",
        "hurdle_task": "No",
        "offerings": "",
        "individual": {
          "label": "",
          "value": ""
        }
      },
      {
        "assessment_title": "Research Frontiers 2",
        "type": {
          "label": "Essay",
          "value": "essay"
        },
        "weight": "5",
        "description": "The research frontiers essay is a review of the evidence in your field with a particular focus on the strengths and weaknesses of existing methods relevant to your proposed study. It should be clear to the reader by the end of the essay why you have chosen to adopt a particular method or design for your own research study. This work will not be incorporated into the thesis and is considered independent of it, although some parts of the essay will inform the rationale outlined in the thesis.You will need to exhibit a clear and focused understanding of your research question; an appraisal of the relevant methods used to address your research question; and the ability to analyse and critically appraise research methods related to your topic.",
        "applies_to_all_offerings": "No",
        "hurdle_task": "Yes",
        "offerings": "",
        "individual": {
          "label": "",
          "value": ""
        }
      },
      {
        "assessment_title": "Research Proposal",
        "type": {
          "label": "Plan",
          "value": "plan"
        },
        "weight": "0",
        "description": "You will work with your supervisor to produce a detailed research plan. This could incorporate the research plan submitted at the time of application and developed through further consultation with your supervisor. The plan should outline a 10-months project plan, approximately two A4 pages in length, describing the scope and objectives of the MRes research project. The proposal should include: a rationale for the research question/ hypothesis; methodology; experimental plan; budget; ethical requirement (as appropriate – see other information); and timeline.",
        "applies_to_all_offerings": "No",
        "hurdle_task": "No",
        "offerings": "",
        "individual": {
          "label": "",
          "value": ""
        }
      },
      {
        "assessment_title": "Thesis correction and resubmission",
        "type": {
          "label": "Thesis",
          "value": "thesis"
        },
        "weight": "0",
        "description": "You will receive an Outcome Letter from OHDRTP once both of the examiners reports have been received. If corrections are required, you will have 14 days to submit a corrections report to OHDRTP. Once corrections have been reviewed and approved by the Thesis Examination Sub-Committee (TESC), you will be invited to submit your final thesis within 14 days of the notification. If corrections are not required, you will be invited to submit your final thesis within 14 days of the dated Outcome Letter.",
        "applies_to_all_offerings": "No",
        "hurdle_task": "No",
        "offerings": "",
        "individual": {
          "label": "",
          "value": ""
        }
      }
    ],
    "requisites": [],
    "unit_offering": [
      {
        "publish": "true",
        "name": "",
        "display_name": "Session 1-Weekday-North Ryde",
        "teaching_period": {
          "value": "Session 1"
        },
        "attendance_mode": {
          "value": "Weekday attendance"
        },
        "quota_number": "",
        "study_level": {},
        "academic_item": {
          "value": "AIHI8990"
        }
      },
      {
        "publish": "true",
        "name": "",
        "display_name": "Session 2-Weekday-North Ryde",
        "teaching_period": {
          "value": "Session 2"
        },
        "attendance_mode": {
          "value": "Weekday attendance"
        },
        "quota_number": "",
        "study_level": {},
        "academic_item": {
          "value": "AIHI8990"
        }
      }
    ],
    "unit_offering_text": "Session 1, Weekday attendance, North Ryde<br />Session 2, Weekday attendance, North Ryde<br />",
    "subject_search_title": "AIHI8990 - Master of Research - Health Innovation",
    "status": {
      "label": "Approved",
      "value": "Active"
    },
    "academic_org": {
      "value": "Australian Institute of Health Innovation"
    },
    "school": {
      "value": "Faculty of Medicine, Health and Human Sciences"
    },
    "credit_points": "80",
    "type": {
      "label": "",
      "value": "non_pace"
    },
    "description": "The 8000-level components of the Master of Research are not designed around units. The thesis and its revision together with core research activities form a single coherent research unit which consists of the following:",
    "search_title": "AIHI8990 - Master of Research - Health Innovation",
    "code": "AIHI8990",
    "title": "Master of Research - Health Innovation",
    "content_type": "Unit",
    "credit_points_header": "80 credit points"
  },
  "creditPoints": 80,
  "description": "The 8000-level components of the Master of Research are not designed around units. The thesis and its revision together with core research activities form a single coherent research unit which consists of the following:",
  "level": "8000",
  "publishedInHandbook": 1,
  "levelDisplay": "Unit",
  "effectiveDate": "2021-01-01T00:00:00",
  "status": "Active",
  "modDate": "2020-10-16T18:18:58.212",
  "code": "AIHI8990",
  "title": "Master of Research - Health Innovation",
  "implementationYear": "2021"
}